Repository: Dima73/enigma2-plugin-systemplugins-extrafancontrol
Catalog: po/*.po
Languages: ru

source: CPU temperature:
ru: Температура CPU:

source: System temperature:
ru: Температура системы:

source: 'On' mode when BCM silicon max temp (0-disabled)
ru: Режим 'Вкл.' при макс-темп кремния BCM (0-откл.)

source: 'On' mode when HDD/SSD max temp (0-disabled)
ru: Режим 'Вкл.' при макс-темп HDD/SSD (0-отключено)

source: 'On' mode when System max temp (0-disabled)
ru: Режим 'Вкл.' при макс-темп системы (0-отключено)

source: All
ru: Все

source: Alternative mode for period time
ru: Альтернативный режим для периода времени

source: Auto
ru: Авто

source: CPU silicon temperature
ru: Температура кремния CPU

source: CPU temperature:
ru: Температура CPU:

source: Cancel
ru: Отмена

source: Checking interval mode in seconds
ru: Интервал проверки режима в секундах

source: Current speed:
ru: Текущая скорость:

source: Drive is sleeping
ru: Диск в режиме ожидания

source: ERROR
ru: ОШИБКА

source: End time
ru: Время окончания режима

source: Equal
ru: Одинаково

source: Fan mode
ru: Режимы вентилятора

source: Fan speed
ru: Скорость вентилятора

source: Found internal HDD/SSD!
ru: Найден внутренний HDD/SSD!

source: HDD/SSD sleeping
ru: Спящий режим HDD/SSD

source: HDD/SSD temperature
ru: Температура HDD/SSD

source: HDDtemp not installed!
ru: HDDtemp не установлен!

source: Harddisk setup 'Standby after' disabled You may not use this mode!
ru: Настройка жесткого диска 'Режим ожидания через' отключена. Вы не можете использовать этот режим!

source: HddTempWatcher not running!
ru: HddTempWatcher не запущен!

source: None
ru: Нет

source: Not found an internal HDD/SSD!
ru: Не найден ни один внутренний HDD/SSD!

source: Off
ru: Выкл.

source: On
ru: Вкл.

source: Other
ru: Другая

source: Period time for alternative speed
ru: Период времени для альтернативной скорости

source: Power status
ru: Статус питания

source: Select internal HDD/SSD device
ru: Выбор внутреннего HDD/SSD

source: Speed
ru: Скорость

source: Speed in standby
ru: Скорость в режиме ожидания

source: Start time
ru: Время начала режима

source: Start time equal end time. You may not use this time settings!
ru: Время начала совпадает с временем окончания. Вы не можете использовать такую настройку времени!

source: System temperature
ru: Температура системы

source: System temperature:
ru: Температура системы:

source: Try adding your internal HDD in '/etc/hddtemp.db' manually.
ru: Добавьте ваш внутренний HDD в '/etc/hddtemp.db' в ручную.

source: Use alternative fan speed
ru: Использовать альтернативную скорость вентилятора

source: Watch HDD/SSD state
ru: Проверка состояния HDD/SSD

source: Watch board temp
ru: Проверка температуры ресивера

source: You may not use this mode! Not found an internal hard drive!
ru: Вы не можете использовать этот режим! Не найден ни один внутренний жесткий диск!

source: temp:
ru: температура:

source: unknown
ru: неизвестно

source: - version:
ru: - версия:

source: 'Off' mode when HDD/SSD sleep
ru: Режим 'Выкл.' при HDD/SSD в режиме ожидания

source: Extra fan control
ru: Экстра контроль вентилятора

source: Fan - off in standby
ru: Вент. - 'Выкл.' в режиме ожиданния

source: Save/OK
ru: Сохранить/ОК

source: Show HDD/SSD temp
ru: Показать температуру HDD/SSD

source: Show HDD/SSD temp in extensions menu
ru: Показать HDD/SSD в меню дополнений

source: Try adding your internal HDD/SSD in '/usr/share/misc/hddtemp.db' manually (for SSD use 190 value).
ru: Добавьте Ваш внутренний HDD/SSD в '/usr/share/misc/hddtemp.db' в ручную (для SSD используйте значение 190).

source: Use 'HddTempWatcher'
ru: Использовать 'HddTempWatcher'

source: hddtemp -all
ru: hddtemp -все

source: hddtemp -all and wake up
ru: hddtemp -все и разбудить

source: Checking interval 'HddTempWatcher' in seconds
ru: Интервал проверки 'HddTempWatcher' в секундах

source: Use mode 'Auto' from image
ru: Использовать режим 'Авто' из имиджа

source: 'Auto' mode - off in standby (exception recording)
ru: 'Авто' - выкл. в режиме ожидания (исключение запись)
